import Heading from '@/components/ui/heading'

import { Metadata } from 'next'
const headerTitle = 'Тхэквондо для детей'
export const metadata: Metadata = {
  title: headerTitle,
  description: headerTitle + ' - KIDSTKD',
  alternates: {
    canonical: "https://kidstkd.ru/01-about-us/taekwondo-for-kids",
 },
}

export default function AboutUs() {
  return (
    <div>
      <Heading text={headerTitle} />
      <p>Известно, что существует большое количество детей имеющих слабое физическое развитие, но желающих заниматься физической культурой и спортом. Ввиду сложившегося положения данная категория детей не имеет возможности заниматься в спортивной школе в основных спортивных группах. Одновременно с этим прогрессирует детская гиподинамия. Чаще всего причины детской гиподинамии носят совершенно другой характер — они обусловлены неправильным образом жизни ребёнка, в формировании которого виноваты родители. К такому отклонению приводят:</p>
      <p>- лишний вес вплоть до ожирения;</p>
      <p>- привычка сидеть у компьютера, телевизора, за книгами длительное время;</p>
      <p>- отсутствие прогулок на свежем воздухе;</p>
      <p>- полное игнорирование любых физических нагрузок, начиная с небольших поручений по дому, заканчивая спортом.</p>
      <p>Занятия спортом помогают решить эти проблемы и привлечь к активным занятиям физической культурой и спортом детей и подростков.</p>

      <h4>Почему нужно заниматься тхэквондо?</h4>
      <p>1. Подготовка ребенка к школе</p>
      <p>Занятия Тхэквондо готовят ребенка к физическим и умственным нагрузкам, которые дают современные формы обучения в школе. С начальных этапов занятий тхэквондо ребенок привыкает к дисциплине, распорядку, самоконтролю, начинает проявляться интерес к процессу обучения.</p>
      <p>2. Оздоровление ребенка, укрепление его физически.</p>
      <p>Физическое воспитание, заложенное в методиках преподавания тхэквондо для детей, способствует общему укреплению ребенка, а в некоторых случаях и оздоровлению. Такими примерами могут служить, исправление осанки ребенка, укрепление дыхательной системы при астме, укрепление иммунной системы часто болеющих детей.</p>
      <p>3. Чувство команды</p>

      <p>Занятия осуществляются в групповой форме, с детьми одного возраста, развивают чувство коллективизма в ребенке, командный дух. Это проявляется в том, что ребенок начинает осознавать себя частью спортивной команды, начинает считаться не только со своим мнением, но и мнением окружающих, вырабатываются манеры поведения и ценности принятые в данном сообществе.</p>
      <p>4. Спортивные звания</p>

      <p>Тхэквондо – официальный вид спорта, поддерживаемый государством. На официальных спортивных соревнованиях при условии выполнения установленных спортивных нормативов Ваш ребёнок может получить спортивные знания, в соответствии с ЕВСК – Единой всероссийской спортивной классификацией. Единая всероссийская спортивная классификация (ЕВСК) — нормативный документ, определяющий порядок присвоения и подтверждения спортивных званий и разрядов в Российской Федерации. Определяет нормы, выполнение которых необходимо для присвоения званий и разрядов для всех официально признанных видов спорта. Для летних видов спорта (к которым относится тхэквондо) действует ЕВСК 2014-2017 гг.</p>
      <p>Система спортивных званий и разрядов является единой для всех видов спорта. Предусматриваются следующие звания и разряды спортсменов (в порядке убывания):</p>
      <p>Спортивные звания:
        Заслуженный Мастер спорта (<strong>ЗМС</strong>)
        Мастер спорта России международного класса (<strong>МСМК</strong>)
        Мастер спорта России (<strong>МС</strong>)
      </p>
      <p>Спортивные разряды:
        Кандидат в мастера спорта России (<strong>КМС</strong>)
        1-й спортивный разряд
        2-й спортивный разряд
        3-й спортивный разряд
        1-й юношеский разряд
        2-й юношеский разряд
        3-й юношеский разряд</p>

    </div>
  )
}
