import Heading from '@/components/ui/heading'

import { Metadata } from 'next'
const headerTitle = 'Базовая техника'
export const metadata: Metadata = {
    title: headerTitle,
    description: headerTitle + ' - KIDSTKD',
}

export default function Taekwondo() {
    return (
        <>
            <Heading text={headerTitle} />
            <p>Техника тхэквондо, – разнообразная и многогранная, огромный раздел, включающий в себя все аспекты тхэквондо: стойки, блоки, удары и т.п. Именно эти элементы и составляют базовую технику, основу, с которой следует начинать изучение тхэквондо.</p>
            <p>При изучении базовой техники следует понимать какой частью тела (ударной поверхностью) выполняется то или иное техническое действие (например удар или блок), а также какая именно часть тела противника будет целью атаки.</p>
            <p>Любое действие или движение в тхэквондо выполняется со стоек, - «соги» в тхэквондо, - это сохранение определённого положения или позиции нижней части тела человека, не допуская прикосновения какой-либо части тела кроме ног поверхности земли или пола. При этом верхняя часть тела, включая руки, может совершать свободные движения, но корпус должен сохранять прямое положение. Стойки в тхэквондо имеют ключевое значение, так как позволяют контролировать центр тяжести.</p>
            <p>В тхэквондо очень обширный технический арсенал, и это относиться не только к ударной технике и защите от ударов. Помимо ударов ногами, руками и т.д., всевозможных блоков, в тхэквондо есть броски, болевые приёмы, захваты, способы защиты от захватов. Так или иначе, правила соревнований ограничивают этот арсенал ради сохранения безопасности участников. Однако в технических комплексах можно встретить эти движения без ограничений. И в случае необходимости им можно найти применение.</p>

        </>
    )
}