import Heading from '@/components/ui/heading'
import { Metadata } from 'next'
const headerTitle = 'Что такое тхэквондо'
export const metadata: Metadata = {
    title: headerTitle,
    description: headerTitle + ' - KIDSTKD',
}

export default function Taekwondo() {
    return (
        <div>
            <Heading text={headerTitle} />
            <p>Тхэквондо можно назвать наиболее систематичным и научным корейским традиционным боевым искусством, которое может дать человеку намного больше, чем просто развитие физических навыков. Это дисциплина, которая может показать нам путь к укреплению нашего здоровья, как физического, так и духовного.</p>
            <p>Давайте внимательно рассмотрим смысл слова «тхэквондо», которое состоит из трёх частей, хотя и на корейском языке это одно слово. «Тхэ» означает «нога», «стопа», «наступать»; «квон» - «кулак» или «поединок»; и «до» означает «путь» или «дисциплина». Сложив эти три части воедино, мы сможем увидеть две ключевые стороны понятия тхэквондо.</p>
            <p>Во-первых, тхэквондо – это единоборство, которое учит человека правильно использовать своё тело. Во-вторых, тхэквондо можно рассматривать как способ сохранения спокойствия и мира. Таким образом, тхэквондо это путь, пойдя по которому человек сможет улучшить не только себя, но и мир вокруг себя.</p>
            <p>За всю 5-ти тысячелетнюю историю Кореи, тхэквондо имело разные названия. Прежде всего историю тхэквондо можно начать с традиционных боевых искусств, таких как «Субак» или «Тхэккён», также известных как «Сонбе». Позднее эти единоборства стали основой «Хварандо».</p>
            <p>Сегодня можно проследить некоторые сходства тхэквондо с другими единоборствами, особенно с китайскими и японскими. Связано это с тем, что эти соседние страны оказывали огромное влияние на Корею.</p>
            <p>Но есть аспекты, которые присущи исключительно тхэквондо. Во-первых, тхэквондо это очень динамическое боевое искусство, в котором преобладает техника ног. Во-вторых, физическое воспитание в тхэквондо неотделимо от духовного.</p>
            <p>Тхэквондо это единство – единство духовного и физического; ума и тела. Поэтому тхэквондо нельзя рассматривать только как спорт, как единоборство, или например как средство самообороны или физического воспитания. Тхэквондо – это образ жизни.</p>
            <h4>Пхумсэ (технический комплекс)</h4>
            <p>В течении долгого времени для многих традиционных восточных единоборств многократное повторение технических действий было единственным доступным методом обучения. Технические комплексы позволяли передавать опыт от мастера к ученикам.</p>
            <p>Технический комплекс, называемый в тхэквондо – пхумсэ, - это регламентированные упражнения, включающие в себя атакующие и защитные технические элементы, выполняемые по определенным траекториям в точно установленной последовательности.</p>
            <p>Пхумсэ – универсальное средство подготовки, может рассматриваться как средство не только обучения, но и дальнейшего совершенствования техники, физической и психологической формы, средство оценки подготовленности, а также как вид соревновательной программы.</p>
            <p>В тхэквондо регламентированные пхумсэ можно разделить на две группы: пхумсэ для цветных поясов (тхэгык 1, 2, 3, 4, 5, 6, 7, 8 пхумсэ) и пхумсэ для черных поясов (Корё, Кымган, Тхэбэк, Пхёнвон, Сипджин, Читхэ, Чхонквон, Хансу, Иллё).</p>
            <p>Помимо регламентированных пхумсэ в современном тхэквондо можно выделить «фристайл» пхумсэ. В таком техническом комплексе нет строгой регламентации, что позволяет демонстрировать всю красоту тхэквондо.</p>
            <h4>Кёгуги (олимпийский спарринг)</h4>
            <p>Кёруги - основа спортивного тхэквондо в настоящее время, именно эта спортивная дисциплина признана Международным олимпийским комитетом как олимпийский вид спорта. Высокий уровень спортсменов требует не только развитие техники или физических качеств, но и духовного развития.</p>
            <p>Кёруги - это практическая отработка техники самозащиты. Ученик использует все аспекты боевого искусства: сознательно-волевые, физические и технические - против силы и навыков противника. Для победы в поединке нужны быстрые рефлексы, решительность, здравый смысл, точное время реагирования, владение разнообразной техникой, хорошая концентрация на цели, чувство дистанции, хорошее равновесие, контроль движений и настойчивость. В поединке тхэквондо используются движения защиты и нападения, осваиваемые при изучении форм - пхумсэ: базовые удары ногами, комбинации ударов ногами, блоки, удары рукой, шаги в сторону и назад, скользящие шаги, комбинации шагов и обманные движения.</p>
            <p>Можно выделить три категории применения поединка: реальные ситуации, показательные выступления и соревнования. При практическом применении в ситуации, требующей самозащиты, основное значение имеет технический аспект искусства. Здесь нет правил и реально стоит вопрос жизни и смерти. В такой ситуации те, кто занимается тхэквондо, должны руководствоваться здравым смыслом и использовать силу лишь настолько, насколько это необходимо для нейтрализации нападающего. Используемая в разумных пределах сила должна быть приложена к жизненно важным точкам тела нападающего.</p>
            <p>При работе на тренировках, спортсмен учится преодолевать свой страх или панику, которые могут появиться в реальной ситуации. Тренировка развивает рефлексы, концентрацию, скорость и самоконтроль, необходимые для эффективной самозащиты в реальной ситуации. Развивая на занятиях дисциплину и самоконтроль, ученик получает возможность найти выход из опасной ситуации и потом не жалеть о том, что сделано.</p>
            <p>В кёруги на показательных выступлениях ученик выполняет технические действия определенной последовательности, согласно установленным правилам и работая с партнером с определенными ограничениями, поскольку здесь это не настоящий нападающий, угрожающий жизни. Красивые и мощные атаки и контратаки должны показать разнообразные блоки, удары руками и ногами и комбинационную технику. Физическая мощь должна сочетаться с концентрацией, самодисциплиной, точной фокусировкой и точным временем реагирования. Самоконтроль и быстрые рефлексы здесь важны скорее не для победы, а для предотвращения травм.</p>
            <p>В поединке на соревнованиях противники следуют официальным правилам, в том числе относительно разрешенных и запрещенных зон нанесения ударов, разрешенных и запрещенных ударов в определенную зону. Перед каждым поединком участникам напоминают о разрешенных и запрещенных ударах, а также о времени схватки, после которого производится подсчет очков. Для победы необходимы хорошие рефлексы, решительность, скорость, здравый смысл и чувство дистанции.</p>
            <h4>Кёкпха (разбивание предметов)</h4>
            <p>Кёкпха – техника разбивания твердых предметов рукой или ногой, - это процесс демонстрации силы и техники тхэквондо через разбивание предметов. В тхэквондо представлено огромное множество видов разбивания. Такое разнообразие обусловлено широким техническим арсеналом тхэквондо. Можно выделить разбивания в прыжках, разбивания с разворотом на 360, 540, 720, 900 градусов, акробатические разбивания, силовые разбивания.</p>
            <p>В основном кёкпха можно увидеть на показательных выступлениях, фестивалях, спортивных праздниках. Также ежегодно всемирная штаб-квартира тхэквондо Куккивон проводит турнир «Ханмадан» (Сеул, Корея), на котором кёкпха включён в соревновательную программу.</p>

        </div>
    )
}