import Heading from "@/components/ui/heading";

import LinkSpan from "@/components/ui/link-span";

import { Metadata } from "next";
const headerTitle = "Терминология тхэквондо";
export const metadata: Metadata = {
   title: headerTitle,
   description: headerTitle + " - KIDSTKD",
   alternates: {
      canonical: "https://kidstkd.ru/05-taekwondo/terminology",
   },
};

export default function Taekwondo() {
   return (
      <>
         <Heading text={headerTitle} />
         <p>
            Традиционно при изучении тхэквондо используются корейские термины. Каждому техническому элементу соответствует термин, однако в разных
            школах можно встретить разные варианты произношения одних и тех же слов.
         </p>
         <p>
            Причина этому кроится во множестве факторов. Во-первых, в тхэквондо очень широкий арсенал техники, соответственно и терминологический
            аппарат. Во-вторых, фонетические системы русского и корейского языков сильно отличаются. В-третьих, практически отсутствуют русскоязычные
            работы о терминологии тхэквондо, поэтому многие специалисты используют терминологию, основанную на английской транскрипции корейских
            терминов.
         </p>
         <p>В данной статье мы попытаемся предложить свою систему терминов тхэквондо, систематизировать её, и привести корректную транскрипцию.</p>
         <p>
            Прежде всего нам необходимо перевести корейские термины тхэквондо на русский язык. В современной терминологии выделяется несколько
            способов перевода, однако для нашей работы больше всего подходит метод транскрипции.
         </p>
         <p>
            В свою очередь, в отечественном корееведении основной системой записи корейских слов на русский язык является «Система концевича» - набор
            правил транскрибирования слов корейского языка кириллицей, разработанный российским востоковедом Львом Концевичем на основе более ранней
            транскрипции А. А. Холодовича.
         </p>
         <p>
            Сейчас как в Южной, так и Северной Корее основной письменностью является корейский алфавит хангыль. Советскими кореистами были разработаны
            правила передачи букв хангыля с помощью кириллицы. Львом Концевичем была проведена работа по систематизации этих правил. В отличие от
            некоторых систем романизациихангыля основной упор при транскрипции делается не на то, как та или иная буква пишется, а на то, как она
            слышится (фонетическая транскрипция) .
         </p>
         <p>Примечания:</p>
         <ul>
            <li>буква ㅇ в начале слога не читается</li>
            <li>запись между двух дефисов — транскрипция буквы в середине слова между гласными или после сонорных согласных (М, Н, НЪ, ЛЬ и Р)</li>
            <li>запись после дефиса — транскрипция буквы в конце слова или слога</li>
            <li>Написание БОЛЬШИМИ БУКВАМИ для русской транскрипции — основной способ передачи буквы в транскрипции</li>
         </ul>
         <h4>Передача букв на стыке слогов</h4>
         <p>
            Особенности транскрибирования букв, стоящих на границах слогов, сведены в следующую таблицу (звёздочкой * отмечено написание перед и и
            йотированными гласными):
         </p>
         <p>В соответствии с данной системой транскрипции, мы представляем следующую систему терминов тхэквондо:</p>
         <h4>Основные термины</h4>
         <p>
            Тхэквондо [태권도] – корейское традиционное боевое искусство. «Тхэквондо» - единственный правильный вариант написания данного термина,
            который в современном русском языке уже устоялся как норма. В официальных документах (например приказы Министерства Спорта РФ)
            используется термин «тхэквондо». Прочие варианты (тайквондо, таэквондо, тэквондо, тхэквон-до и т.п.) можно расценивать как грамматическую
            ошибку.
         </p>
         <p>
            Однако, учитывая особенности фонетической системы корейского языка, в котором буква «ㅌ» (первая буква слова «тхэквондо), передаваемая на
            русский язык двумя звуками [тх], в корейском языке представлена одним звуком – [т, с аспирацией], отсутствующем в русском. Поэтому,
            правильно произносить слово «тхэквондо» необходимо как [тэквондо], с аспирацией первого звука, то есть средний звук между [т] и [х].
         </p>
         <p>
            Квачжанним [관장님] – грандмастер, также иногда возможно использование данного термина применительно к владельцу школу тхэквондо или
            президенту (директору) спортивной организации, занимающейся развитием тхэквондо.
         </p>
         <p>Сабомним [사범님] – мастер или тренер. При обращении ученика к тренеру обязательно использование суффикса вежливости «–ним».</p>
         <p>Тобок [도복] - тобок – это форма для занятий традиционными корейскими единоборствами.</p>
         <p>
            Дан [단] – степень мастерства обладателя черного пояса (с 1-ого по 9-ый). Согласно фонетической системе Концевича, правильное написание –
            «тан», однако данный термин широко закрепился (благодаря японским единоборствам) и является исключением.
         </p>
         <p>
            Кып [급] – уровень, определяющий степень подготовки обладателя белого или цветного пояса (с 10-ого по 1-ый). Соответственно 10-ый кып –
            белый пояс, 9-ый кып – бело-желтый. 8-ой кып – желтый, 7-ой кып – желто-зелёный, 6-ой кып – зелёный, 5-ый кып – зелёно-синий, 4-ый –
            синий, 3-ий – сине-красный, 1-ый и второй – красный. Однако в зависимости от школы цвет пояса, соответствующий определенному кыпу может
            олчичаться.
         </p>
         <p>
            Точжан [도장] – школа тхэквондо или зал. Многие ошибочно соотносят термин «точжан» (неверно дочжанг или доянг) со специальным покрытием,
            что, являюсь метонимическим переносом, неверно.
         </p>
         <p>Кибон [기본] – базовая техника</p>
         <p>Кибон дончжак [기본동작] – базовые движения (передвижение в стойках, выполнение блоков, ударов из стоек)</p>
         <p>
            <LinkSpan text="Пхумсэ [품새]" href="poomsae" /> - регламентированные упражнения, включающие в себя атакующие и защитные технические
            элементы, выполняемые по определенным траекториям в точно установленной последовательности.
         </p>
         <p>Кёруги [겨루기] – поединок, спарринг</p>
         <p>Хосинсуль [호신술] - самооборона</p>
         <p>Кёкпха [격파] – разбивание твердых предметов</p>
         <h4>Базовая техника</h4>

         <div className="grid grid-cols-1 lg:grid-cols-2">
            <p>Ккокки [꺾기] - </p>
            <p>Намги [납기] - </p>
            <p>Номгиги [넘기기] - </p>
            <p>Титки [딛기] - </p>
            <p>Твиги [뒤기] - </p>
            <p>
               <LinkSpan text="Макки [막기] - блоки" href="terminology/bangeo-gisul/maggi" />
            </p>
            <p>Мильги [밀기] - </p>
            <p>Ппэги [빼기] - </p>
            <p>Соги [서기] - </p>
            <p>Чапки [잡기] - </p>
            <p>Чунбичасэ [준비자새] - </p>
            <p>Чирыги [지르기] - </p>
            <p>Ччирыги [찌르기] - </p>
            <p>
               <LinkSpan text="Чхаги [차기] - удары ногами" href="terminology/gonggyeog-gisul/chagi" />
            </p>
            <p>Чхиги [치기] - </p>
            <p>Пхихаги [피하기] - </p>
         </div>
      </>
   );
}
