import Heading from '@/ui/heading'

import { Metadata } from 'next'
const headerTitle = 'О тхэквондо'
export const metadata: Metadata = {
  title: headerTitle,
  description: headerTitle + ' - KIDSTKD',
  alternates: {
    canonical: 'https://kidstkd.ru/05-taekwondo',
  },
}

export default function Taekwondo() {
  return (
    <>
      <Heading text={headerTitle} />
      <p>Тхэквондо известно своей превосходной техникой ударов ног, что отличает тхэквондо от других боевых искусств и спортивных единоборств. И этот факт оправдан тем, что нога – самое эффективное «оружие», позволяющее наносить мощные удары, без угрозы быть контратакованным противником.</p>
      <p>Тхэквондо, как боевое искусство находит своих поклонников вне зависимости от пола и возраста. Тхэквондо помогает развивать такие физические качества как сила, скорость, выносливость, равновесие и гибкость. Помимо физических качеств у практикующего тхэквондо развиваются и духовные. Примером этого может выступить «кёкпха» - разбивание предметов, - требующее как и физическую силу, так и духовную готовность.</p>
      <p>Все занимающиеся тхэквондо, как правило, носят «тобок» - специальную униформу традиционно белого цвета. Однако на сегодняшний день встречаются и иные виды формы, например тобок для технического комплекса пхумсэ. Также помимо цвета может отличатся и стиль тобока. Существует по крайней мере два вида формы: с запахом, больше похожая на традиционный корейский стиль одежды; и форма с V-вырезом. Цвет пояса и какие-либо знаки на нём указывают на квалификацию или степень мастерства. В общем, чем темнее пояс, тем выше уровень. Школа или то место, где ведутся занятия называется «доджан»; гранд мастер – «кваджаним»; мастер – «сабомним»; инструктор – «кёсаним»; помощник мастера – «чогёним».</p>
      <p>Каждая школа тхэквондо предлагает свою систему подготовки, но в целом, каждый ученик принимает участия в следующих мероприятиях:</p>
      <ul>
        <li>изучение техники тхэквондо</li>
        <li>общая и специальная физическая подготовка и растяжка</li>
        <li>техника самообороны (хосинсуль)</li>
        <li>технические комплексы (пхумсэ)</li>
        <li>спарринги (кёруги)</li>
        <li>подготовка к показательным выступлениям (включая элементы акробатики)</li>
        <li>разбивание предметов (кёкпха)</li>
        <li>аттестации на пояса</li>
      </ul>
    </>
  );
}
