import Heading from '@/components/ui/heading'

import { Metadata } from 'next'
const headerTitle = 'История тхэквондо'
export const metadata: Metadata = {
    title: headerTitle,
    description: headerTitle + ' - KIDSTKD',
    alternates: {
        canonical: 'https://kidstkd.ru/05-taekwondo/history-taekwondo',
    },
}

export default function Taekwondo() {
    return (
        <div>
            <Heading text={headerTitle} />
            <p>Тхэквондо, как и любое другое боевое искусство – это неотъемлемая часть культуры страны, в которой оно зародилось. Поэтому историю тхэквондо необходимо рассматривать в рамках культуры Кореи, которая несомненно подвергалась влиянию определённых исторических событий. Иными словами, в данная статье мы попробуем подробно охарактеризовать история зарождения и развития тхэквондо в контексте истории Кореи.</p>
            <p>Во многих восточно-азиатских странах можно встретить свою уникальную систему единоборств и методов самообороны, включающую в себя до нескольких десятков различных видов боевых искусств. Этот факт обусловлен множеством локальных конфликтов, повлёкших необходимость населения, традиционно занимающегося сельским хозяйством и не имеющего какого-либо оружия, защищать себя.</p>
            <p>Именно этот фактор поспособствовал такому широкому распространению методов ведения боя без оружия на территории всей Юго-восточной Азии. И исследование истории боевого искусства невозможно без сопоставления с историей страны в которой оно зародилось.</p>
            <p>Исторический фон зарождения развития тхэквондо тесно переплетен с историей Кореи. Поэтому, в данной статье мы рассмотрим этапы истории Кореи и проследим историю тхэквондо начиная от предпосылок создания боевых искусств на территории Корейского полуострова.</p>
            <p>Так как данная работа посвящена истории тхэквондо, то нет необходимости освещать все периоды истории Кореи. Поэтому мы будем придерживаться данной структуры, отражающей ключевые исторические аспекты в истории тхэквондо:</p>
            <ul>
                <li>Зарождение боевых искусств в период ранних государств Корейского полуострова</li>
                <li>Боевые искусства государства Корё</li>
                <li>Боевые искусства государства Чосон</li>
                <li>Исторические предпосылки появления тхэквондо</li>
                <li>Современная история тхэквондо</li>
                <li>Настоящее и будущее тхэквондо</li>
            </ul>
            <h4>Древний Чосон</h4>
            <p>Археологические находки свидетельствуют о появлении первых людей на территории Корейского полуострова порядка 70.000 лет назад. Но первым государственным образованием считается Кочосон (Древний Чосон), чьё существование подтверждают множество гончарных предметов 3500-2000 годов до н.э., находимых на территории всего полуострова и ближайших территорий.</p>
            <p>Древний Чосон (Кочосон) – первое корейское государство, согласно «Самгук Юса» (Хроники Трёх государств – собрание легенд, преданий и исторических записей, относящимся к трём государствам Кореи, а также к другим периодам до и после периода Трёх Государств) и другим историческим сочинениям, основанное в 2333 году д н.э., покрывало территорию севера Корейского полуострова и юга Манчжурии до своего падения в 108 году до н.э.</p>
            <p>Именно с появлением первого государственного образования связывают зарождение боевых искусств. Ведь возникает потребность оборонять свои территории, расширять свои границы. Первые воины Древнего Чосона были лучниками. Лук и стрелы изготавливали из дерева, однако в некоторых местах находят стрелы, изготовленные из камня.</p>
            <p>Бронзовый век, чьё начало на Корейском полуострове обычно относят к 1000 году до н.э., принес свои технологии и в военное искусство. Несмотря на то, что корейская культура бронзового века произошла от бронзовой культуры Ляонин (северо-восток современного Китая на границе с КНДР), она имела уникальные элементы, в частности при изготовлении кинжалов: клинок Древнего Чосона имел особенность – на нём появился кровосток, что способствовало более лёгкому извлечению клинка, что позволяло быстрее продолжить бой.</p>
            <p>Несмотря на то что, лук, стрелы и клинки относятся больше к военному искусству нежели к единоборствам, появление оружие оказало огромнейшее влияние на мир боевых искусств. Оружие требовало подготовки от воинов, которая заключалась не только в обучении владения луком или мечем. Именно в этот период начинает зарождение философии боевых искусств Кореи.</p>
            <p>Кроме того, в «Хвандан коги» (сборник текстов, описывающих раннюю корейскую историю) упоминается о 6 дисциплинах, которыми должен овладеть каждый мужчина не состоящий в браке. Одной из 6 дисциплин, наряду с фехтованием, описывается «Квонпак», дословно означающий «кулачный бой.</p>
            <h4>Период трёх государств</h4>
            <p>«Три корейских государства» — так называют раннефеодальные корейские государства Когурё, Пэкче и Силла, которые в период с I века до н.э. по VII век н.э. занимали Корейский полуостров и Маньчжурию. Эти государства сложились в ходе борьбы против китайских завоевателей. В так называемый период трёх государств и ранее здесь также существовали другие, более мелкие племенные образования и государства, в том числе Кая, Тонъе, Окчо, Пуё, Осан, Тамна и т. д.</p>
            <p>Когурё - название одного из корейских племён, а позднее — одного из трёх раннефеодальных государств. Племя Когурё к началу I века занимало территорию по среднему течению реки Ялуцзян (корейское название — Амноккан), которая в наше время разделяет Китай и КНДР.</p>
            <p>Первое подробное описание содержится в китайской династийной истории («Сань го чжи», III век). После Кочосонской войны, когурёсцы были включены в округ Сюаньту. Племенное государственное образование Когурё добилось независимости от империи Хань в 37 до н. э. В III веке было разгромлено царством Вэй, но впоследствии сумело возродиться.</p>
            <p>Современное название «Корея» происходит от названия средневекового государства Корё, которое, в свою очередь, является сокращением от «Когурё».</p>
            <p>Столица государства Когурё — город Хвандо (современный Цзиань в Северо-Восточном Китае), а с начала V века —Пхеньян.</p>
            <p>Когурё считается сильным милитаризованным государством, которое вело активную внешнюю политику, контролируя обширную территорию на севере Корейского полуострова и большую часть Маньчжурии. Данная особенность хорошо способствовала развитию единоборств, которые в этот период стали основой воспитания.</p>
            <p>Воины государства Когурё широко применяют различные виды оружия, появляются доспехи и первые образцы механизированной военной техники – катапульты. В древних гробницах хорошо сохранились росписи, демонстрирующие возможности солдат того периода.</p>
            <p>Помимо традиционных типов оружие у древнекорейских воинов на вооружении были и достаточно специфичные – специальная обувь «Мотсин» с бронзовой подошвой длинными шипами, предназначенными для атаки противника ногами.</p>
            <p>Военные традиции государства Когурё легко закрепились в различных группах, так или иначе связанных с боевыми искусствами, таких как «Кёндан», - образовательное учреждение для молодых мужчин, в котором изучались священные писания, стрельба из лука и боевые искусства. Также в Когурё была организация, подобная «Хварандо» в Силла, - «Сонбэ».</p>
            <p>Сохранились различные материальные доказательства, характеризующие единоборства того времени. В основном это роспись стен гробниц.</p>
            <p>Пэкче – одно из трех ранних корейских государств, существовавшее с 18 г. До н.э. по 660 г. Оно было основано королём Онджо, по легенде сыном основателя Когурё, в районе современного Сеула. Пэкче начало главенствовать в конфедерации Махан в течение периода Самхан. В IV веке, во время своего расцвета, контролировало большую часть западных территорий Корейского полуострова, на севере простираясь до современного Пхеньяна. В 660 году было завоёвано союзными силами королевства Силла и династии Тан и стало частью королевства Объединённое Силла.</p>
            <p>Государство Пэкче вело активную внешнюю политику, имело достаточно налаженные связи с Японией и Китаем. В Пэкче как и в двух соседних корейских государствах боевые искусства были очень популярны.</p>
            <p>Одним из исторических свидетельств наличия боевых искусств в государстве Пэкче можно назвать «Кымдон тэхянно» - бронзовая курильница, найденная во время археологических раскопок древнего храма в провинции Чхунчхон-Пукто в 1993 г. Бронзовая курильница была крупнейшей находкой, имея размер 64 см в высоту и 19 см в диаметре, при весе 11,8 кг. Находка датируется 6-м веком.</p>
            <p>Вся курильница покрыта различными изображениями, характеризующими быт Кореи того периода. Помимо традиционных изображения природы, животных, людей того периода, предметов искусства на курильнице можно встретить изображения и людей, практикующих боевые искусства.</p>
            <p>Силла - (57 до н. э. — 935) — одно из Трёх корейских государств. Его история берёт начало в 57 году до н. э. Тогда оно было одним из королевств конфедерации Самхан. Силла последовательно захватило два других корейских государства, Пэкче в 660 году и Когурё в 668, после чего в исторических очерках появляется название Объединённое Силла. В конце первого тысячелетия Силла распалось на Поздние Три корейских государства, после чего вновь объединилось под именем Корё в 935 году.</p>
            <p>Самый известный исторический памятник, связанный с боевыми искусствами Кореи - Соккурам, - относиться к государству Силла. Соккурам — грот в Южной Корее, часть буддийского храмового комплекса Пульгукса. Расположен в четырёх километрах к востоку от храма на горе Тохамсан в городе Кёнджу. Грот выходит на Японское море, находясь на высоте 750 метров над уровнем моря. В 1962 году он был включён в список национальных сокровищ страны. В 1995 году ЮНЕСКО включило его в список Всемирного наследия вместе с храмом Пульгукса.</p>
            <p>Считается, что грот был оборудован Ким Дэ Соном и изначально назывался Сокпульса (Храм каменного Будды). Строительные работы начались в 742 году, во времена королевства Силла. Этот период времени был расцветом культуры Объединённого Силла. Грот был завершён к 774 году, вскоре после смерти Ким Дэ Сона.</p>
            <p>Сейчас грот открыт для посещения туристами и является одной из известнейших достопримечательностей Южной Кореи.</p>
            <p>Схема грота включает вход с аркой, ведущий в прямоугольный передний зал, затем длинный коридор, урашенный барельефами, ведущий в главный зал. Центром грота является большая статуя Будды в главном зале. Будда сидит на троне в виде лотоса со скрещёнными ногами. Вход в главный зал охраняют две статую воинов, чьи движения полностью идентичны технике современного тхэквондо.</p>
            <p>Говоря о боевых искусствах в государстве Силла, нельзя не упомянуть о Хварандо - юношеском социальном институте в древнекорейском государстве Силла, существовавшем до X века. В хвараны набирались юноши 14-15 лет, как из семей аристократов, так и из семей простолюдинов, затем получавшие специальное воспитание. В мирное время они изучали канонические конфуцианские и буддийские тексты, путешествовали по горам и долинам, посещали священные места, совершая ритуалы, направленные на упрочение мировой гармонии, учились управлять страной и сочинять наделенные магической силой песни, способные, по преданию, уничтожить опасное знамение, изгнать «демонов лихорадки», заставить отступить неприятельские войска. На войне же они сражались в первых рядах и были наиболее подготовлеными боевыми отрядами, о подвигах которых сохранилось немало сведений в корейских летописях, таких как Самгук саги и Самгук юса.</p>

        </div>
    )
}