import Heading from '@/components/ui/heading'

import { Metadata } from 'next'
const headerTitle = 'О нас'
export const metadata: Metadata = {
  title: headerTitle,
  description: headerTitle + ' - KIDSTKD',
  alternates: {
    canonical: "https://kidstkd.ru/01-about-us/",
 },
}

export default function AboutUs() {
  return (
    <div>
      <Heading text={headerTitle} />
      <p>Федерация тхэквондо Уссурийского городского округа занимается развитием Олимпийского вида спорта тхэквондо на территории г. Уссурийска и округа. Помимо тренировочного процесса наша организация занимается проведением турниров и чемпионатов различного уровня, мы регулярно проводим семинары для тренеров, спортсменов и судей, аттестации на пояса, организуем спортивно-оздоровительные лагеря, учебно-тренировочные мероприятия. Также спортсмены нашей федерации принимают участие и занимают призовые места на различных Всероссийских и международных соревнованиях.</p>
      <p>Основной задача нашей федерации – привлечение детей к массовому занятию спортом. При этом, основным приоритетом является сохранение и укрепление здоровья детей. И тхэквондо отлично подходит для этого. Вне зависимости от пола и возраста занимающегося, его навыков и уровня подготовки, тхэквондо – это отличная основа для укрепления и сохранения здоровья.</p>
      <p>Тхэквондо – это полноконтактное единоборство, тем не менее уровень травматизма в тхэквондо (ВТФ) сведён к минимуму. Защитная экипировка, включающая в себя щитки для голени и рук, перчатки, защиту стоп, защиту паха, протектор (защитный жилет), шлем, капу, позволяет проводить спортивные поединки без опасности получить серьёзную травму.</p>
      <p>Мы начинаем заниматься с детьми с дошкольного возраста. Основная цель спортивно-оздоровительной группы для «дошколят» - привлечение к занятиям спортом, развитие координации и гибкости, сохранение и укрепление здоровья. На занятиях в специализированных группах для детей дошкольного возраста закладывается «основа» для дальнейшей успешной спортивной деятельности.  Для детей школьного возраста предусмотрены утренние и вечерние группы, что позволяет детям, учащимся как в первую, так и во вторую смену выбрать наиболее подходящее время для занятий.</p>
      <p>Для занятий в спортивно-оздоровительной группе Вашему ребенку понадобиться справка от врача о том, что по состоянию здоровья ребенок может заниматься в секции спортивных единоборств, в данном случае - тхэквондо.  На начальном этапе подготовки форма и экипировка не требуются.</p>

    </div>
  )
}
