import Heading from '@/components/ui/heading'

import Link from 'next/link'

import { Metadata } from 'next'
const headerTitle = 'Правила соревнований'
export const metadata: Metadata = {
    title: headerTitle,
    description: headerTitle + ' - KIDSTKD',
}

export default function Taekwondo() {
    return (
        <div>
            <Heading text={headerTitle} />
            <p><Link href='../02-docs/rules'><span className='link'>Правила соревнований</span></Link> – это документ, разработанный и утвержденный Всемирной федерацией тхэквондо. Правила охватывают и регламентируют все аспекты соревновательной деятельности. В правила соревнований регулярно вносятся изменения и дополнения.</p>
            <p>Цель правил соревнований состоит в том, чтобы справедливо и чётко разрешать все вопросы, имеющие отношение к соревнованиям всех уровней, организованных ВТФ, региональными союзами и национальными ассоциациями, в соответствии со стандартизированными правилами всемирной федерации тхэквондо.</p>
            <p>Правила Соревнований применимы для всех соревнований, одобренные или организованные ВТФ, любым Региональным Союзом или национальной Ассоциацией.</p>
            <h4>Подготовка судей</h4>
            <p>Основным инструментом теоретической подготовки спортивных судей в тхэквондо является проведение судейских семинаров. Которые позволяют дать юным судьям необходимую квалификацию для участия в судействе.</p>
            <p>Основное внимание при проведении этих семинаров следует обращать на усвоение слушателями правил соревнований и практическое судейство.</p>
            <p>Разбор пунктов правил должен быть последовательным и скрупулезным. На этих семинарах закладывается фундамент знаний судьи. Следует обстоятельно разъяснить наиболее сложные параграфы и формулировки правил. При проведении семинаров каждое теоретическое занятие следует подкреплять практическими примерами. Особое внимание следует уделять определению различных положений спортсменов, оценке технических действий, усвоению запрещенных действий, выработке жестов судей и т.д. В ходе такого семинара судьи получают навыки работы на соревнованиях в качестве любого судьи.</p>
            <p>Завершается семинар экзаменом, который проводится по заранее подготовленным билетам. Вопросы в билетах должны затрагивать организацию соревнований, функции судей, их жесты, оценку технических действий, запрещенные приемы, работу главного судьи, руководителя площадка, рефери, боковых судей, хронометриста, технического секретаря, главного секретаря и отражать другие положения правил судейства соревнований по тхэквондо.</p>
            <h4>Судейские категории</h4>
            <p>Деятельность спортивного судья регламентируется Положением о спортивных судьях. Которое устанавливает порядок присвоения квалификационных категорий спортивных судей и содержание квалификационных требований к кандидатам на присвоение данных категорий, а также права и обязанности спортивных судей.</p>
            <p>В Российской Федерации установлены следующие квалификационные категории спортивных судей:</p>
            <ul>
                <li>спортивный судья всероссийской категории;</li>
                <li>спортивный судья первой категории;</li>
                <li>спортивный судья второй категории;</li>
                <li>спортивный судья третьей категории;</li>
                <li>юный спортивный судья.</li>
            </ul>
            <p>Для спортивных судей в каждом виде спорта устанавливаются Квалификационные требования, которые утверждаются Министерством спорта, туризма и молодежной политики Российской Федерации.</p>
            <h4>Порядок присвоения квалификационных категорий «Спортивный судья первой категории», «Спортивный судья второй категории», «Спортивный судья третьей категории», «Юный спортивный судья»</h4>
            <p>Квалификационные категории «Юный спортивный судья», «Спортивный судья третьей категории», «Спортивный судья второй категории», «Спортивный судья первой категории» присваиваются в видах спорта, признанных в установленном порядке.

            </p>
            <p>Квалификационные категории, начиная с третьей, присваиваются последовательно (третья, вторая, первая, всероссийская).

            </p>
            <p>Квалификационная категория «Спортивный судья третьей категории» – присваивается гражданам Российской Федерации, как правило, старше 16 лет.

            </p>
            <p>Квалификационная категория «Спортивный судья первой категории» – присваивается гражданам Российской Федерации, имеющим категорию «Спортивный судья второй категории», практику спортивного судейства соревнований муниципального уровня и субъекта Российской Федерации, но не ранее чем через два года с момента присвоения второй квалификационной категории.

            </p>
            <p>Квалификационные категории «Юный спортивный судья», «Спортивный судья третьей категории», «Спортивный судья второй категории», «Спортивный судья первой категории» присваиваются гражданам по месту их жительства органами исполнительной власти субъектов Российской Федерации в области физической культуры и спорта или уполномоченными ими органами (организациями) по представлению:

            </p>
            <li>аккредитованных региональных спортивных федераций – для квалификационной категории «Спортивный судья первой категории»;</li>
            <li>местных спортивных федераций или физкультурно-спортивных организаций (в том числе спортивных клубов), осуществляющих учет спортивной судейской деятельности – для иных квалификационных категорий.</li>
            <p>Для присвоения (повышения) квалификационной категории к представлению на присвоение квалификационной категории прилагаются сведения о выполнении условий присвоения квалификационной категории в соответствии с Квалификационными требованиями (выписка из карточки учета спортивной судейской деятельности).

            </p>
            <p>При присвоении (повышении) квалификационной категории органом (организацией), присвоившей квалификационную категорию, выдается спортивная судейская книжка и значок спортивного судьи соответствующей квалификационной категории.

            </p>
            <h4>Порядок присвоения квалификационной категории «Спортивный судья всероссийской категории»
            </h4>
            <p>Квалификационная категория «Спортивный судья всероссийской категории» присваивается гражданам Российской Федерации Министерством в видах спорта, включенных в установленном порядке во Всероссийский реестр видов спорта, по представлению органов исполнительной власти субъектов Российской Федерации в области физической культуры и спорта.

            </p>
            <p>К представлению на присвоение квалификационной категории «Спортивный судья всероссийской категории» прилагаются следующие документы:

            </p>

            <li>выписка из карточки учета спортивной судейской деятельности, содержащая сведения о выполнении условий присвоения квалификационной категории «Спортивный судья всероссийской категории» в соответствии с Квалификационными требованиями

            </li>
            <li>копии 2 и 3 страниц паспорта соискателя</li>
            <p>Для присвоения квалификационной категории «Спортивный судья всероссийской категории», Для присвоения квалификационной категории «Спортивный судья всероссийской категории», необходимо:</p>
            <ul>
                <li>иметь практику спортивного судейства соревнований субъектов Российской Федерации и всероссийских соревнований в течение не менее чем двух лет с момента присвоения категории «Спортивный судья первой категории»;</li>
                <li>неоднократно в течение каждого года спортивной судейской деятельности участвовать в спортивном судействе соревнований муниципального уровня и иметь опыт спортивного судейства на различных спортивных судейских должностях; вести методическую работу;</li>
                <li>иметь практику спортивного судейства в составе главных судейских коллегий (высшего спортивного судейского органа соревнований) статусом не ниже соревнований субъекта Российской Федерации;</li>
                <li>сдать нормативы по физической подготовке (для видов спорта, где такие нормативы предусмотрены Квалификационными требованиями)</li>
            </ul>
            <p>«Спортивный судья всероссийской категории» должен регулярно проходить аттестацию на подтверждение своей квалификационной категории. Аттестация проводится общероссийской спортивной федерацией.
            </p>
            <p>Для спортивных судей всероссийской категории устанавливаются следующие требования для прохождения аттестации:</p>
            <ul>
                <li>аттестация проводится не реже, чем один раз в четыре года</li>
                <li>аттестация включает в себя теоретический зачет и практическую часть (участие в судействе спортивных соревнований в период между аттестациями), а также сдачу нормативов по физической подготовке (для видов спорта, где такие нормативы предусмотрены Квалификационными требованиями).</li>
            </ul>
            <p>При присвоении квалификационной категории «Спортивный судья всероссийской категории» Министерством выдается удостоверение и значок спортивного судьи всероссийской категории.</p>

        </div>
    )
}